Repository: raspberrypi-ui/piwiz
Catalog: po/*.po
Languages: it, pt_br

source: Searching for networks - please wait...
it: Ricerca delle reti...
pt_br: Pesquisando redes - por favor espere...

source: Failed to connect to network.
it: Connessione alla rete non riuscita.
pt_br: Falha ao conectar-se à rede.

source: Reading update list - please wait...
it: Lettura lista degli aggiornamenti...

source: Downloading updates - please wait...
it: Recupero degli aggiornamenti...
pt_br: Baixando atualizações - por favor espere...

source: Installing updates - please wait...
it: Installazione degli aggiornamenti...
pt_br: Instalando atualizações - por favor espere...

source: Installing languages - please wait...
it: Installazione delle lingue...
pt_br: Instalando idiomas - por favor espere...

source: Error getting updates. %s
it: Errore scaricando gli aggiornamenti. %s
pt_br: Erro ao obter atualizações. %s

source: System is up to date
it: Il sistema è aggiornato
pt_br: O sistema está atualizado

source: Error comparing versions. %s
it: Errore confrontando le versioni. %s

source: Getting updates - please wait...
it: Recupero degli aggiornamenti...
pt_br: Obtendo atualizações - por favor espere...

source: Error installing languages. %s
it: Errore installando le lingue. %s
pt_br: Erro ao instalar idiomas. %s

source: Comparing versions - please wait...
it: Confronto tra le versioni...

source: Error finding languages. %s
it: Errore nella ricerca delle lingue. %s

source: Error checking for updates. %s
it: Errore nella ricerca di aggiornamenti. %s
pt_br: Erro ao verificar atualizações. %s

source: Finding languages - please wait...
it: Ricerca delle lingue...

source: Checking for updates - please wait...
it: Ricerca di aggiornamenti...
pt_br: Verificando por atualizações - por favor espere...

source: Could not sync time - unable to check for updates
it: Sincronizzazione dell'orologio non riuscita: impossibile verificare la presenza di aggiornamenti
pt_br: Não foi possível sincronizar a hora - impossível verificar se há atualizações

source: _Next
it: _Avanti
pt_br: _Próximo

source: _Back
it: _Indietro
pt_br: Voltar

source: _Skip
it: _Salta
pt_br: _Ignorar

source: <b>Rename User</b>
it: <b>Rinomina utente</b>
pt_br: <b>Renomear usuário</b>

source: Your current user '%s' will be renamed. The new username can only contain lower-case letters, digits and hyphens, and must start with a letter.
it: L'utente attuale «%s» sarà rinominato. Il nuovo nome utente può contenere solo lettere minuscole, numeri e trattini; inoltre deve iniziare con una lettera.
pt_br: Seu usuário atual ‘%s’ será renomeado. O novo nome de usuário só pode conter letras minúsculas, dígitos e hífens, e deve começar com uma letra.

source: Press 'Next' to rename the user.
it: Premere «Avanti» per rinominare l'utente.
pt_br: Pressione 'Próximo' para renomear o usuário.

source: _Cancel
it: _Annulla
pt_br: _Cancelar

source: _Restart
it: _Riavvia ora
pt_br: _Reiniciar

source: <b>User Renamed</b>
it: <b>Utente rinominato</b>
pt_br: <b>Usuário renomeado</b>

source: The '%s' user has been renamed to '%s' and the new password set.
it: L'utente «%s» è stato cambiato in «%s» ed è stata impostata la nuova password.
pt_br: O usuário '%s' foi renomeado para '%s' e a nova senha foi definida.

source: Press 'Restart' to reboot and login as the new user.
it: Premere «Riavvia ora» per riavviare e accedere con il nuovo utente.
pt_br: Pressione 'Reinicia' e inicie a sessão como o novo usuário.

source: _Done
it: _Fine
pt_br: _Concluído

source: Setting location - please wait...
it: Impostazione della posizione...
pt_br: Configurando localização - por favor espera...

source: The username is blank.
it: Il nome utente è vuoto.
pt_br: O nome du usuário está vazio.

source: The username must be 32 characters or shorter.
it: Il nome utente deve essere lungo al massimo di 32 caratteri.
pt_br: O nome de usuário deve ter 32 caracteres ou menos.

source: The first character of the username must be a lower-case letter.
it: Il primo carattere del nome utente deve essere una lettera minuscola.
pt_br: O primeiro caractere do nome de usuário deve ser uma letra minúscula.

source: This username is used by the system and cannot be used for a user account.
it: Il nome utente è già usato dal sistema e non può essere usato per creare un account utente.
pt_br: Este nome de usuário é usado pelo sistema e não pode ser usado para uma conta de usuário.

source: Usernames can only contain lower-case letters, digits and hyphens.
it: I nomi utente possono contenere solo lettere minuscole, numeri e trattini.
pt_br: Os nomes de usuário só podem conter letras minúsculas, dígitos e hífens.

source: The password is blank.
it: La password è vuota.
pt_br: A senha está vazia.

source: The two passwords entered do not match.
it: Le due password inserite non coincidono.
pt_br: As duas senhas inseridas não correspondem.

source: You have used a known default value for the username or password. We strongly recommend you go back and choose something else.
it: E' stato utilizzato un nome utente o una password con valori predefiniti ben noti. Per ragioni di sicurezza, è fortemente raccomandato tornare indietro e scegliere altri valori.
pt_br: Você utilizou um valor padrão conhecido para o nome de usuário ou senha. Recomendamos enfaticamente que você volte e escolha outra opção.

source: Enter the password for the WiFi network "%s".
it: Inserire la password per la rete WiFi «%s».
pt_br: Digite a senha para a rede Wi-Fi "%s".

source: Connecting to WiFi network - please wait...
it: Connessione alla rete WiFi...
pt_br: Conectando a rede Wi-Fi - por favor espere...

source: Could not connect to this network
it: Impossibile connettersi a questa rete

source: Synchronising clock - please wait...
it: Sincronizzazione dell'orologio...
pt_br: Sincronizando relógio - por favor espere...

source: No network connection found - unable to check for updates
it: Nessuna connessione di rete trovata: impossibile verificare la presenza di aggiornamenti
pt_br: Não foi encontrada nenhuma conexão de rede - impossível verificar se há atualizações

source: Error creating new GIO Channel
it: Errore nella creazione di un nuovo GIO Channel

source: Error creating watch
it: Errore nella creazione di watch per il GIO Channel

source: Connection to dhcpcd lost
it: Connessione a dhcpcd persa

source: Connected to %s-%s
it: Connesso a %s-%s

source: dhcpcd connection lost
it: Connessione dhcpcd persa

source: Network event
it: Evento di rete

source: dhcpcd WPA connection lost: %s
it: Connessione dhcpcd WPA persa: %s

source: New Access Point
it: Nuovo Access Point

source: New Access Points
it: Nuovi Access Point

source: Connecting to dhcpcd ...
it: Connessione a dhcpcd...

source: Connecting ...
it: Connessione...

source: Failed to disconnect.
it: Disconnessione non riuscita.

source: Faile to reconfigure.
it: Riconfigurazione non riuscita.

source: Failed to set key management.
it: Impostazione della gestione della chiave non riuscita.

source: Failed to set password, probably too short.
it: Impostazione della password non riuscita: probabilmente è troppo corta.

source: Failed to enable the network.
it: Abilitazione della rete non riuscita.

source: Failed to select the network.
it: Selezione della rete non riuscita.

source: Failed to start association.
it: Associazione alla rete non riuscita.

source: Failed to save wpa_supplicant configuration. You should add update_config=1 to /etc/wpa_supplicant.conf.
it: Salvataggio della configurazione di wpa_supplicant non riuscito. Aggiungere update_config=1 a /etc/wpa_supplicant.conf.

source: Error enabling network
it: Errore abilitando la rete

source: Pre Shared Key:
it: Chiave condivisa (PSK):

source: label
it: etichetta

source: Welcome to Raspberry Pi
it: Benvenuti in Raspberry Pi
pt_br: Bem-vindo ao Raspberry Pi

source: Welcome to the Raspberry Pi Desktop! Before you start using it, there are a few things to set up. Press 'Next' to get started.
it: Benvenuti nel desktop di Raspberry Pi! Prima in iniziare a utilizzarlo, ci sono alcuni aspetti da configurare. Premere «Avanti» per iniziare.
pt_br: Bem-vindo ao ambiente de trabalho do Raspberry Pi! Antes de começar a utilizá-lo, há algumas configurações que devem ser feitas. Pressione 'Próximo' para começar.

source: If you are using a Bluetooth keyboard or mouse, put them into pairing mode and wait for them to connect.
it: Se si sta utilizzando una tastiera o un mouse Bluetooth, metterle in modalità accoppiamento e attendere che si colleghino.
pt_br: Se você estiver usando um teclado ou mouse Bluetooth, coloque-os no modo de emparelhamento e aguarde até que eles se conectem.

source: <b>Set Country</b>
it: <b>Impostazione della nazione</b>
pt_br: <b>Definir país</b>

source: Enter the details of your location. This is used to set the language, time zone, keyboard and other international settings.
it: Inserire i dettagli della propria posizione. Queste informazioni verranno utilizzate per impostare la lingua, il fuso orario, la tastiera e altre impostazioni internazionali.
pt_br: Insira os detalhes da sua localização. Isso é usado para definir o idioma, o fuso horário, o teclado e outras configurações internacionais.

source: Country:
it: Nazione:
pt_br: País:

source: Set the country in which you are using your Pi
it: Impostare la nazione nella quale si sta utilizzando Raspberry Pi
pt_br: Defina o país em que você está usando seu Pi

source: Language:
it: Lingua:
pt_br: Idioma:

source: Set the language in which applications should appear
it: Impostare la lingua delle applicazioni
pt_br: Defina o idioma em que os aplicativos devem aparecer

source: Timezone:
it: Fuso orario:
pt_br: Fuso horário:

source: Set the closest city to your location
it: Impostare la città più vicina
pt_br: Defina a cidade mais próxima da sua localização

source: Use US keyboard
it: Utilizza la tastiera US
pt_br: Usar teclado americano

source: Use the US keyboard layout instead of the default keyboard for your country
it: Utilizza la disposizione US (Stati Uniti) della tastiera invece della tastiera predefinita per la propria nazione
pt_br: Use o layout de teclado dos EUA em vez do teclado padrão do seu país

source: Use English language
it: Utilizza la lingua inglese
pt_br: Usar idioma inglês

source: Use English instead of the default language for your country
it: Utilizza l'inglese al posto della lingua predefinita per la nazione
pt_br: Use o inglês em vez do idioma padrão do seu país

source: Press 'Next' when you have made your selection.
it: Premere «Avanti» dopo aver selezionato l'opzione desiderata.
pt_br: Pressione 'Próximo' após fazer sua seleção.

source: <b>Create User</b>
it: <b>Creazione utente</b>
pt_br: <b>Criar usuário</b>

source: You need to create a user account to log in to your Raspberry Pi. The username can only contain lower-case letters, digits and hyphens, and must start with a letter.
it: E' necessario creare un account utente per entrare nel Raspberry Pi. Il nome utente può contenere solo lettere minuscole, numeri e trattini; inoltre deve iniziare con una lettera.
pt_br: Você precisa criar uma conta de usuário para iniciar sessão no seu Raspberry Pi. O nome de usuário só pode conter letras minúsculas, dígitos e hífens, e deve começar com uma letra.

source: Enter password:
it: Inserire la password:
pt_br: Digite a senha:

source: Confirm password:
it: Confermare la password:
pt_br: Confirmar senha:

source: Enter username:
it: Inserire il nome utente:
pt_br: Digite o nome de usuário:

source: Enter a password
it: Inserire una password
pt_br: Digite a senha

source: Enter the password again
it: Inserire nuovamente la password
pt_br: Digite novamente a senha

source: Enter a username
it: Inserire un nome utente
pt_br: Digite um nome de usuário

source: Hide characters
it: Nascondi caratteri
pt_br: Ocultar caracteres

source: Show or hide the characters in your password
it: Mostra o nasconde la password inserita
pt_br: Mostrar ou ocultar os caracteres da sua senha

source: Press 'Next' to create your account.
it: Premere «Avanti» per creare l'account.
pt_br: Pressione 'Próximo' para criar sua conta.

source: <b>Set Up Screen</b>
it: <b>Configurazione dello schermo</b>
pt_br: <b>Tela de configuração</b>

source: On some monitors, the desktop is larger than the screen and the edges are cut off. You can adjust this here.
it: Su alcuni monitor, l'immagine è più grande dello schermo e i bordi appaiono tagliati. E' possibile correggere questo problema da qui.
pt_br: Em alguns monitores, a área de trabalho é maior do que a tela e as bordas são cortadas. Você pode ajustar isso aqui.

source: Reduce the size of the desktop on this monitor
it: Ridurre la dimensione della scrivania su questo monitor
pt_br: Reduzir o tamanho da área de trabalho neste monitor

source: Turn on to shrink the desktop to fit the monitor
it: Attivare per ridurre la scrivania e adattarla al monitor
pt_br: Ative para reduzir a área de trabalho para caber no monitor

source: Reduce the size of the desktop on the second monitor
it: Ridurre la dimensione della scrivania sul secondo monitor
pt_br: Reduzir o tamanho da área de trabalho no segundo monitor

source: Turn on to shrink the desktop to fit the second monitor
it: Attivare per ridurre la scrivania e adattarla al secondo monitor
pt_br: Ative para reduzir a área de trabalho para caber no segundo monitor

source: Press 'Next' when the screen looks correct.
it: Premere «Avanti» quando lo schermo è configurato correttamente.
pt_br: Pressione 'Próximo' quando a tela estiver correta.

source: <b>Select WiFi Network</b>
it: <b>Selezione della rete WiFi</b>
pt_br: <b>Selecione a rede Wi-Fi</b>

source: Select your WiFi network from the list.
it: Selezionare la rete WiFi dalla lista.
pt_br: Selecione sua rede WiFi na lista.

source: Click the name of your network to select it
it: Fare clic sul nome della rete per selezionarla
pt_br: Clique no nome da sua rede para selecioná-la

source: Press 'Next' to connect, or 'Skip' to continue without connecting.
it: Premere «Avanti» per collegarsi oppure «Salta» per continuare senza connessione.
pt_br: Pressione 'Próximo' para se conectar ou 'Ignorar' para continuar sem se conectar.

source: <b>Enter WiFi Password</b>
it: <b>Inserire la password del WiFi</b>
pt_br: <b>Digite a senha do WiFi</b>

source: Enter the password for your WiFi network.
it: Inserire la password della rete WiFi.
pt_br: Digite a senha da sua rede Wi-Fi.

source: Enter the password for your network
it: Inserire la password della rete
pt_br: Digite a senha da sua rede

source: <b>Update Software</b>
it: <b>Aggiornamento software</b>
pt_br: <b>Atualizar software</b>

source: The operating system and applications will now be checked and updated if necessary. This may involve a large download. Press 'Next' to check and update software, or 'Skip' to continue without checking.
it: Ora verranno verificati il sistema operativo e le applicazioni e, se necessario, verranno aggiornati; ciò potrebbe comportare lo scaricamento di molti dati. Premere «Avanti» per verificare e aggiornare il software oppure «Salta» per proseguire senza verificare.
pt_br: O sistema operacional e os aplicativos serão verificados e atualizados, se necessário. Isso pode envolver um download grande.. Pressione 'Avançar' para verificar e atualizar o software ou 'Ignorar' para continuar sem verificar.

source: <b>Setup Complete</b>
it: <b>Completamento configurazione</b>
pt_br: <b>Configuração completa</b>

source: Your Raspberry Pi is now set up and ready to go.
it: Raspberry Pi è ora configurato e pronto all'uso.
pt_br: Seu Raspberry Pi está agora configurado e pronto para ser usado.

source: Press 'Restart' to restart your Pi so the new settings will take effect.
it: Premere «Riavvia ora» per riavviare Raspberry Pi e applicare le nuove impostazioni.
pt_br: Pressione 'Reiniciar'para reiniciar o Pi e que as novas configurações tenham efeito.

source: Failed to connect - access point not available.
pt_br: Falha na conexão - ponto de acesso indisponível.

source: Downloading languages - please wait...
pt_br: Baixando idiomas - por favor espere...

source: Uninstalling browser - please wait...
pt_br: Desinstalando navegador - por favor espere...

source: Error uninstalling browser. %s
pt_br: Erro ao desinstalar navegador. %s

source: Restarting - please wait...
pt_br: Reiniciando - por favar espere...

source: If installing updates is skipped, translation files will not be installed, and the unused browser will not be uninstalled.
pt_br: Se a instalação das atualizações for ignorada, os arquivos de tradução não serão instalados e o navegador não utilizado não será desinstalado.

source: If installing updates is skipped, translation files will not be installed.
pt_br: Se a instalação das atualizações for ignorada, os arquivos de tradução não serão instalados.

source: If installing updates is skipped, the unused browser will not be uninstalled.
pt_br: Se a instalação das atualizações for ignorada, o navegador não usado não será desinstalado.

source: Password:
pt_br: Senha:

source: <b>Choose Browser</b>
pt_br: <b>Escolher navegador</b>

source: Both the Chromium and Firefox web browsers are preinstalled on Raspberry Pi OS. Select the one you prefer to use.
pt_br: Os navegadores Chromium e Firefox estão pré-instalados no sistema operacional Raspberry Pi. Selecione o que você prefere usar.

source: Default Browser:
pt_br: Navegador padrão:

source: Tick here to uninstall the unused browser
pt_br: Marque aqui para desinstalar o navegador não usado

source: Press 'Next' when you have chosen a browser.
pt_br: Pressione 'Próximo' quando tiver escolhido um navegador.

source: <b>Enable Raspberry Pi Connect</b>
pt_br: <b>Ativar Raspberry Pi Connect</b>

source: Raspberry Pi Connect is a service which allows you to securely remotely access your Raspberry Pi's desktop from any computer.
pt_br: O Raspberry Pi Connect é um serviço que permite acessar remotamente e com segurança a área de trabalho do seu Raspberry Pi a partir de qualquer computador.

source: Enable Raspberry Pi Connect
pt_br: Ativar Raspberry Pi Connect

source: Turn on to allow remote access
pt_br: Ativar para permitir o acesso remoto

source: Press 'Next' when you have made your choice.
pt_br: Pressione 'Próximo' quando tiver feito sua escolha.
